const page = () => {
  return (
    <div className="flex flex-col gap-4 text-center max-w-2xl mx-auto mt-8">
      <h2 className="text-4xl text-blue-800 font-semibold">שיפינג שליחויות</h2>
      <p className="text-xl">
        הינה חברת שילוח, הפצה ולוגיסטיקה ייחודית הפועלת משנת e-commerce 2016
        ומתמחה בשילוח לעסקים ולאתרי עבור חברות מובילות בתעשיה.
      </p>
      <p className="text-xl">
        שיפינג מבצעת הפצה ושילוח בכל רחבי הארץ במהירות וביעילות מתוך מחסנים
        אזוריים, החל מעסקים יחידים ועד לרשתות
      </p>
      <p className="font-semibold bg-orange-300 text-xl p-2">
        צוות השליחים והנהגים של שיפינג נבחר על בסיס ניסיון ותודעת שרות גבוהה.
      </p>
      <p className="text-xl">לשיפינג ניסיון עם חבילות רגישות ועם מוצרים שבירים וקרים.</p>
      <p className="text-xl">
        צוותי הלוגיסטיקה במרכזי ההפצה, מחלקת שרות הלקוחות והשליחים שלנו בכל רחבי
        הארץ מכסים את תחום השילוח עבור חברות ואתרי המכירות המובילים בישראל.
      </p>
      <p className="text-xl">
        צוות מיוחד זמין תמיד עבור השולח להטמעת חידושים ושינויים לפי הצורך ולקבלת
        ההזמנות ישירות מהאתר שלך.
      </p>
    </div>
  );
};

export default page;
